Repository: joseluissanchezporrogodoy/MadridShops
Catalog: MadridShops/Resources/*.lproj/Localizable.strings
Languages: es

# NetworkErrorTitle
source: Ups, it seems that something goes wrong
es: Ups, parece que algo ha ido mal

# NetworkErrorText
source: It seems that there is no internet connectivity. Reload data.
es: Parece que no hay conectividad a internet. Por favor, recargue cuando tenga conectividad

source: Shop
es: Tiendas

source: Activity
es: Actividades

# Download_Shop_Data_Message
source: Downloading Shops data..
es: Descargando datos de tiendas..

# Download_Shop_Image_Data_Message
source: Downloading Shops Image data..
es: Descargando imágenes de tiendas..

# Save_Shop_Data_Message
source: Save Shops data..
es: Guardando datos de tiendas..

# Download_Activity_Data_Message
source: Downloading Activity data..
es: Descargando datos de actividades..

# Download_Activity_Image_Data_Message
source: Downloading Activity Image data..
es: Descargando imágenes de actividades..

# Save_Activity_Data_Message
source: Save Activity data..
es: Guardando datos de actividades..
